Repository: best-koder-org/mobile_dejtingapp
Catalog: lib/l10n/app_*.arb
Languages: sv

# continueButton
source: Continue
sv: Fortsätt

# nextButton
source: Next
sv: Nästa

# cancelButton
source: Cancel
sv: Avbryt

# saveButton
source: Save
sv: Spara

# doneButton
source: Done
sv: Klar

# skipButton
source: Skip
sv: Hoppa över

# backButton
source: Back
sv: Tillbaka

# retryButton
source: Retry
sv: Försök igen

# deleteButton
source: Delete
sv: Ta bort

# reportButton
source: Report
sv: Rapportera

# blockButton
source: Block
sv: Blockera

# gotItButton
source: Got it
sv: Uppfattat

# closeButton
source: Close
sv: Stäng

# goBackButton
source: Go back
sv: Gå tillbaka

# tryAgainButton
source: Try Again
sv: Försök igen

# refreshButton
source: Refresh
sv: Uppdatera

# upgradeButton
source: Upgrade
sv: Uppgradera

# manageButton
source: Manage
sv: Hantera

# unblockButton
source: Unblock
sv: Avblockera

# logoutButton
source: Logout
sv: Logga ut

source: Skip for now
sv: Hoppa över för nu

source: Not now
sv: Inte nu

source: Coming soon
sv: Kommer snart

# orDivider
source: or
sv: eller

# navDiscover
source: Discover
sv: Utforska

# navMatches
source: Matches
sv: Matchningar

# navProfile
source: Profile
sv: Profil

# loginTitle
source: Log In
sv: Logga in

# registerTitle
source: Create Account
sv: Skapa konto

# loginTagline
source: Find your perfect match
sv: Hitta din perfekta match

source: No passwords needed
sv: Inga lösenord behövs

# phoneSignInDescription
source: Sign in with your phone number. We'll text you a verification code.
sv: Logga in med ditt telefonnummer. Vi skickar en verifieringskod via SMS.

# continueWithPhone
source: Continue with Phone Number
sv: Fortsätt med telefonnummer

source: Continue with Apple
sv: Fortsätt med Apple

source: Continue with Google
sv: Fortsätt med Google

source: Sign in with Browser
sv: Logga in via webbläsare

# signInWithPhone
source: Sign in with phone number
sv: Logga in med telefonnummer

# browserLoginFailed
source: Browser login failed. Please try again.
sv: Inloggning via webbläsare misslyckades. Försök igen.

source: Back to login
sv: Tillbaka till inloggning

source: Trouble Logging In?
sv: Problem att logga in?

# logoutConfirmation
source: Are you sure you want to logout?
sv: Är du säker på att du vill logga ut?

# authRequired
source: Authentication required
sv: Autentisering krävs

# authRequiredDetail
source: Authentication required. Please log in again.
sv: Autentisering krävs. Logga in igen.

source: Create account
sv: Skapa konto

# termsIntro
source: By tapping Log In or Continue, you agree to our
sv: Genom att trycka Logga in eller Fortsätt godkänner du våra

# termsLink
source: Terms
sv: Villkor

# privacyIntro
source: . Learn how we process your data in our
sv: . Läs hur vi behandlar dina uppgifter i vår

# privacyPolicyLink
source: Privacy Policy
sv: Integritetspolicy

# onboardingPhoneTitle
source: Can we get your number?
sv: Kan vi få ditt nummer?

# phoneVerificationExplainer
source: We'll send you a text with a verification code. Message and data rates may apply.
sv: Vi skickar ett SMS med en verifieringskod. Vanliga meddelandekostnader kan tillkomma.

# phoneNumberHint
source: Phone number
sv: Telefonnummer

# phoneVerificationMobileOnly
source: Phone verification requires a mobile device (Android/iOS).
sv: Telefonverifiering kräver en mobil enhet (Android/iOS).

# failedToSendCode
source: Failed to send verification code. Please try again.
sv: Kunde inte skicka verifieringskod. Försök igen.

source: Select Country
sv: Välj land

# useDifferentSim
source: Use a different SIM number
sv: Använd ett annat SIM-nummer

# continueInfoBox
source: When you tap "Continue", we'll send you a text with a verification code.
sv: När du trycker "Fortsätt" skickar vi ett SMS med en verifieringskod.

source: Enter verification code
sv: Ange verifieringskod

# codeSentToPhone
source: We sent a 6-digit code to {phone}
sv: Vi skickade en 6-siffrig kod till {phone}

# codeSentToPhoneFallback
source: We sent a 6-digit code to your phone number.
sv: Vi skickade en 6-siffrig kod till ditt telefonnummer.

# verificationSessionExpired
source: Verification session expired. Go back and try again.
sv: Verifieringssessionen har gått ut. Gå tillbaka och försök igen.

# invalidCode
source: Invalid code. Please try again.
sv: Ogiltig kod. Försök igen.

# verificationFailed
source: Verification failed. Please try again.
sv: Verifiering misslyckades. Försök igen.

# loginFailed
source: Login failed. Please try again.
sv: Inloggning misslyckades. Försök igen.

# couldNotCompleteLogin
source: Could not complete phone login. Please try again.
sv: Kunde inte slutföra telefoninloggning. Försök igen.

source: Verifying...
sv: Verifierar...

# resendCode
source: Didn't receive it? Resend code
sv: Fick du ingen kod? Skicka igen

# maxResendReached
source: Maximum resend attempts reached
sv: Max antal omsändningar nått

# resendCodeIn
source: Resend code in {seconds}s
sv: Skicka kod igen om {seconds}s

# codeResent
source: Code resent ({remaining} left)
sv: Koden skickad igen ({remaining} kvar)

# smsRatesInfo
source: Standard SMS rates may apply. The code will expire in 10 minutes.
sv: Vanliga SMS-kostnader kan tillkomma. Koden löper ut om 10 minuter.

source: Welcome to DejTing.
sv: Välkommen till DejTing.

# followHouseRules
source: Please follow these House Rules.
sv: Följ dessa husregler.

# ruleBeYourself
source: Be yourself
sv: Var dig själv

# ruleBeYourselfDesc
source: Use authentic photos and accurate information about yourself.
sv: Använd autentiska foton och korrekt information om dig själv.

# ruleStaySafe
source: Stay safe
sv: Var försiktig

# ruleStaySafeDesc
source: Protect your personal information and report any suspicious behavior.
sv: Skydda din personliga information och rapportera misstänkt beteende.

# rulePlayItCool
source: Play it cool
sv: Ta det lugnt

# rulePlayItCoolDesc
source: Treat everyone with respect and kindness.
sv: Behandla alla med respekt och vänlighet.

# ruleBeProactive
source: Be proactive
sv: Var aktiv

# ruleBeProactiveDesc
source: Take initiative and make meaningful connections.
sv: Ta initiativ och skapa meningsfulla kontakter.

# iAgreeButton
source: I agree
sv: Jag godkänner

source: What's your first name?
sv: Vad heter du i förnamn?

# nameAppearOnProfile
source: This is how it'll appear on your profile.
sv: Så här visas det på din profil.

# firstNameHint
source: First name
sv: Förnamn

source: Your birthday?
sv: Din födelsedag?

# birthdayExplainer
source: Your profile shows your age, not your date of birth. You won't be able to change this later.
sv: Din profil visar din ålder, inte ditt födelsedatum. Du kan inte ändra detta senare.

# monthLabel
source: Month
sv: Månad

# dayLabel
source: Day
sv: Dag

# yearLabel
source: Year
sv: År

# youAreNYearsOld
source: You are {age} years old
sv: Du är {age} år gammal

source: Age Requirement
sv: Ålderskrav

# mustBe18
source: You must be 18 or older to use this app.
sv: Du måste vara 18 år eller äldre för att använda appen.

source: What's your gender?
sv: Vad är ditt kön?

# genderWoman
source: Woman
sv: Kvinna

# genderNonBinary
source: Non-binary
sv: Icke-binär

# genderOther
source: Other
sv: Annat

# moreOptions
source: More
sv: Fler

# selectGenderSheet
source: Select one that best represents you
sv: Välj det som bäst representerar dig

# showGenderOnProfile
source: Show my gender on my profile
sv: Visa mitt kön på min profil

# whatsYourOrientation
source: What's your sexual orientation?
sv: Vad är din sexuella läggning?

# selectOrientations
source: Select all that describe you to reflect your identity.
sv: Välj alla som beskriver dig för att återspegla din identitet.

# showOrientationOnProfile
source: Show my orientation on my profile
sv: Visa min läggning på min profil

source: What are you looking for?
sv: Vad söker du?

# notShownUnlessYouChoose
source: Not shown on profile unless you choose
sv: Visas inte på profilen om du inte väljer det

source: Show me
sv: Visa mig

# prefMen
source: Men
sv: Män

# prefWomen
source: Women
sv: Kvinnor

# prefEveryone
source: Everyone
sv: Alla

source: Add photos
sv: Lägg till foton

# photosSubtitle
source: Add at least 2 photos to continue. Your first photo is your profile photo.
sv: Lägg till minst 2 foton för att fortsätta. Ditt första foto är din profilbild.

source: Take a photo
sv: Ta ett foto

source: Choose from gallery
sv: Välj från galleri

source: Uploading...
sv: Laddar upp...

# photosReady
source: {count}/6 photos · Ready!
sv: {count}/6 foton · Klart!

# addMorePhotos
source: {count}/6 photos · Add {remaining} more
sv: {count}/6 foton · Lägg till {remaining} till

source: Tap to retry
sv: Tryck för att försöka igen

# mainPhotoBadge
source: Main
sv: Huvud

source: Not authenticated
sv: Inte autentiserad

# photoUploadedSuccess
source: Photo uploaded successfully!
sv: Foto uppladdat!

# photoDeletedSuccess
source: Photo deleted successfully
sv: Foto borttaget

# primaryPhotoUpdated
source: Primary photo updated successfully
sv: Huvudfoto uppdaterat

source: Select Photo Source
sv: Välj fotokälla

source: Camera
sv: Kamera

source: Gallery
sv: Galleri

# deletePhotoTitle
source: Delete Photo
sv: Ta bort foto

# deletePhotoConfirmation
source: Are you sure you want to delete this photo?
sv: Är du säker på att du vill ta bort detta foto?

source: Primary Photo
sv: Huvudfoto

source: Photo {number}
sv: Foto {number}

# requiredLabel
source: Required
sv: Obligatoriskt

# primaryLabel
source: Primary
sv: Huvudbild

source: Replace Photo
sv: Byt foto

source: Set as Primary
sv: Ange som huvudbild

source: Delete Photo
sv: Ta bort foto

source: Photo Tips
sv: Fototips

# photoTipsBody
source: • Use clear, high-quality photos • Make sure your face is visible • Avoid group photos as your primary • Show your personality and interests • Keep it recent and authentic
sv: • Använd tydliga foton av hög kvalitet • Se till att ditt ansikte syns • Undvik gruppfoton som huvudbild • Visa din personlighet och dina intressen • Håll det aktuellt och autentiskt

source: Lifestyle habits
sv: Livsstilsvanor

# lifestyleSubtitle
source: These are optional but help find better matches and boost your profile completeness.
sv: Dessa är valfria men hjälper till att hitta bättre matchningar.

source: What are you into?
sv: Vad gillar du?

# whatMakesYouYou
source: What else makes you, you?
sv: Vad mer gör dig till dig?

# authenticitySubtitle
source: Don't hold back. Authenticity attracts authenticity.
sv: Håll inte tillbaka. Äkthet attraherar äkthet.

source: Let's go! 🎉
sv: Kör igång! 🎉

# skipAndFinish
source: Skip & finish
sv: Hoppa över & avsluta

source: Enable location
sv: Aktivera plats

# locationDescription
source: We use your location to show you potential matches nearby. The closer they are, the easier it is to meet up!
sv: Vi använder din plats för att visa potentiella matchningar i närheten. Ju närmare de är, desto enklare att träffas!

# enableLocationBtn
source: Enable Location
sv: Aktivera plats

source: Enable notifications
sv: Aktivera notiser

source: Never miss a match
sv: Missa aldrig en match

# notificationDescription
source: Get notified when someone likes you, when you get a new match, or when you receive a message. Stay in the loop!
sv: Bli notifierad när någon gillar dig, när du får en ny match eller ett meddelande. Håll dig uppdaterad!

# enableNotificationsBtn
source: Enable Notifications
sv: Aktivera notiser

# settingUpProfile
source: Setting up your profile...
sv: Skapar din profil...

source: You're all set!
sv: Allt är klart!

# profileReadySubtitle
source: Your profile is ready. Time to start meeting amazing people.
sv: Din profil är redo. Dags att börja träffa fantastiska människor.

source: Start Exploring
sv: Börja utforska

# discoverTitle
source: Discover
sv: Utforska

source: Finding people near you...
sv: Letar efter personer nära dig...

source: Something went wrong
sv: Något gick fel

# checkConnectionRetry
source: Check your connection and try again
sv: Kontrollera din anslutning och försök igen

# seenEveryone
source: You've seen everyone!
sv: Du har sett alla!

# checkBackLater
source: Check back later for new people
sv: Kom tillbaka senare för nya personer

# interestsHeader
source: INTERESTS
sv: INTRESSEN

# likeButton
source: Like
sv: Gilla

# skipAction
source: Skip
sv: Hoppa över

# addComment
source: Add a comment?
sv: Lägg till en kommentar?

# standOutComment
source: Stand out by telling them why you liked this
sv: Stick ut genom att berätta varför du gillade detta

source: Say something nice...
sv: Skriv något trevligt...

source: Like only
sv: Bara gilla

source: Send with comment
sv: Skicka med kommentar

# matchesTitle
source: Matches
sv: Matchningar

source: New Matches
sv: Nya matchningar

# messagesTab
source: Messages
sv: Meddelanden

source: No matches yet
sv: Inga matchningar ännu

# keepSwiping
source: Keep swiping to find your perfect match!
sv: Fortsätt swipea för att hitta din perfekta match!

# unknownUser
source: Unknown
sv: Okänd

source: Ready to Chat
sv: Redo att chatta

source: No conversations yet
sv: Inga konversationer ännu

# startChattingMatches
source: Start chatting with your matches!
sv: Börja chatta med dina matchningar!

source: Say hello!
sv: Säg hej!

# replyAction
source: Reply
sv: Svara

source: Refresh messages
sv: Uppdatera meddelanden

source: Video call coming soon!
sv: Videosamtal kommer snart!

# safetyNotice
source: Your safety matters. This conversation is monitored for inappropriate content.
sv: Din säkerhet är viktig. Denna konversation övervakas för olämpligt innehåll.

# startConversation
source: Start your conversation!
sv: Starta din konversation!

# sayHelloTo
source: Say hello to {name}
sv: Säg hej till {name}

# typeMessage
source: Type a message...
sv: Skriv ett meddelande...

# failedToSendMessage
source: Failed to send message. Please try again.
sv: Kunde inte skicka meddelande. Försök igen.

source: Report User
sv: Rapportera användare

source: Block User
sv: Blockera användare

source: Safety Tips
sv: Säkerhetstips

# reportDialogContent
source: Report this user for inappropriate behavior. Our team will review your report.
sv: Rapportera denna användare för olämpligt beteende. Vårt team granskar din rapport.

# userReported
source: User reported. Thank you for keeping our community safe.
sv: Användare rapporterad. Tack för att du håller vår community säker.

# blockDialogContent
source: This will prevent them from messaging you and hide their profile.
sv: Detta förhindrar att de skickar meddelanden till dig och döljer deras profil.

# userBlocked
source: User blocked successfully.
sv: Användare blockerad.

source: Stay Safe
sv: Var försiktig

# safetyTip1
source: • Never share personal information like your phone number, address, or financial details
sv: • Dela aldrig personlig information som telefonnummer, adress eller ekonomiska uppgifter

# safetyTip2
source: • Meet in public places for first dates
sv: • Träffas på offentliga platser vid första dejten

# safetyTip3
source: • Trust your instincts - if something feels wrong, report it
sv: • Lita på din magkänsla – om något känns fel, rapportera det

# safetyTip4
source: • Our AI monitors conversations for inappropriate content
sv: • Vår AI övervakar konversationer för olämpligt innehåll

# safetyTip5
source: • Report any suspicious or offensive behavior immediately
sv: • Rapportera misstänkt eller stötande beteende omedelbart

# timeNow
source: now
sv: nu

# statusConnected
source: Connected
sv: Ansluten

# statusConnecting
source: Connecting...
sv: Ansluter...

# statusReconnecting
source: Reconnecting...
sv: Återansluter...

# aboutMeLabel
source: ABOUT ME
sv: OM MIG

# interestsLabel
source: INTERESTS
sv: INTRESSEN

# lifestyleLabel
source: LIFESTYLE
sv: LIVSSTIL

# languagesLabel
source: LANGUAGES
sv: SPRÅK

source: {percent}% Compatible
sv: {percent}% Kompatibel

# basedOnPreferences
source: based on your preferences
sv: baserat på dina preferenser

# drinkingLabel
source: Drinking
sv: Alkohol

# smokingLabel
source: Smoking
sv: Rökning

# workoutLabel
source: Workout
sv: Träning

# kmAway
source: {km} km away
sv: {km} km bort

source: Send a Message
sv: Skicka ett meddelande

source: Report Profile
sv: Rapportera profil

# reportSubmitted
source: Report submitted. Thank you.
sv: Rapport skickad. Tack.

# userHasBeenBlocked
source: {name} has been blocked.
sv: {name} har blockerats.

source: Get more
sv: Få mer

source: Safety
sv: Säkerhet

source: My DejTing
sv: Min DejTing

# dejTingPlusSubtitle
source: Unlimited Sparks, weekly Spotlight, and see who likes you first.
sv: Obegränsade Sparks, veckovis Spotlight, och se vem som gillar dig först.

# spotlightSubtitle
source: Jump to the front — get seen by 10× more people for 30 min.
sv: Hamna först — bli sedd av 10× fler i 30 min.

# sparkSubtitle
source: Send a Spark with a message — 3× more likely to match.
sv: Skicka en Spark med ett meddelande — 3× troligare match.

source: Profile Strength
sv: Profilstyrka

source: Selfie verification
sv: Selfieverifiering

# youAreVerified
source: You're verified ✓
sv: Du är verifierad ✓

source: Verify your identity
sv: Verifiera din identitet

source: Message filter
sv: Meddelandefilter

# messageFilterSubtitle
source: Hiding messages with disrespectful language.
sv: Döljer meddelanden med respektlöst språk.

source: Block list
sv: Blocklista

# contactsBlocked
source: {count} contact(s) blocked.
sv: {count} kontakt(er) blockerade.

source: Safety resources
sv: Säkerhetsresurser

source: Crisis hotlines
sv: Krislinjer

source: Fresh start
sv: Nystart

# freshStartSubtitle
source: Update your prompts and photos to spark new conversations.
sv: Uppdatera dina texter och foton för att starta nya konversationer.

source: Edit profile
sv: Redigera profil

source: Dating tips
sv: Dejtingtips

# datingTipsSubtitle
source: Expert-backed advice for better dates
sv: Expertråd för bättre dejter

source: Help centre
sv: Hjälpcenter

# helpCentreSubtitle
source: FAQs, safety and account support
sv: Vanliga frågor, säkerhet och kontosupport

# settingsTitle
source: Settings
sv: Inställningar

# settingsSubtitle
source: Discovery, notifications, privacy
sv: Upptäckt, notiser, integritet

source: No blocked contacts
sv: Inga blockerade kontakter

source: {feature} — coming soon!
sv: {feature} — kommer snart!

# sectionAccount
source: Account
sv: Konto

# editProfileSubtitle
source: Update your photos and bio
sv: Uppdatera dina foton och bio

# verifyAccount
source: Verify Your Account
sv: Verifiera ditt konto

# verifyAccountSubtitle
source: Get a blue checkmark
sv: Få en blå verifieringsmarkering

source: Privacy & Security
sv: Integritet & Säkerhet

# privacySecuritySubtitle
source: Control your privacy settings
sv: Hantera dina integritetsinställningar

# sectionDiscovery
source: Discovery Settings
sv: Upptäcktsinställningar

# locationLabel
source: Location
sv: Plats

# locationSubtitle
source: Update your location
sv: Uppdatera din plats

# maxDistance
source: Maximum Distance: {km} km
sv: Maximalt avstånd: {km} km

# ageRangeLabel
source: Age Range: {min} - {max}
sv: Åldersintervall: {min} - {max}

source: Show me on DejTing
sv: Visa mig på DejTing

# pauseAccountSubtitle
source: Turn off to pause your account
sv: Stäng av för att pausa ditt konto

# sectionNotifications
source: Notifications
sv: Notiser

source: Push Notifications
sv: Pushnotiser

# pushNotificationsSubtitle
source: New matches and messages
sv: Nya matchningar och meddelanden

# sectionProfileDisplay
source: Profile Display
sv: Profilvisning

source: Show Age
sv: Visa ålder

# showAgeSubtitle
source: Display your age on your profile
sv: Visa din ålder på din profil

source: Show Distance
sv: Visa avstånd

# showDistanceSubtitle
source: Display distance on your profile
sv: Visa avstånd på din profil

# sectionSupportAbout
source: Support & About
sv: Support & Om

source: Help & Support
sv: Hjälp & Support

# aboutLabel
source: About
sv: Om

source: Rate Us
sv: Betygsätt oss

# aboutAppTitle
source: About DatingApp
sv: Om DatingApp

# aboutAppDescription
source: Find your perfect match with our AI-powered dating app.
sv: Hitta din perfekta match med vår AI-drivna dejtingapp.

# madeByTeam
source: Made with ❤️ by the DatingApp Team
sv: Gjord med ❤️ av DatingApp-teamet

# verifyIdentityTitle
source: Verify Your Identity
sv: Verifiera din identitet

# takeSelfieToVerify
source: Take a Selfie to Verify
sv: Ta en selfie för att verifiera

# selfieVerifyDescription
source: We compare your selfie to your profile photo to confirm it's really you. This keeps everyone safe.
sv: Vi jämför din selfie med ditt profilfoto för att bekräfta att det verkligen är du. Detta håller alla säkra.

# selfieTip1
source: Good lighting, face clearly visible
sv: Bra belysning, ansiktet tydligt synligt

# selfieTip2
source: Look straight at camera
sv: Titta rakt in i kameran

# selfieTip3
source: No sunglasses, masks, or heavy filters
sv: Inga solglasögon, masker eller tunga filter

# attemptsRemainingToday
source: {count} attempt(s) remaining today
sv: {count} försök kvar idag

source: Take Selfie
sv: Ta selfie

source: Looking good?
sv: Ser bra ut?

# selfiePreviewDescription
source: Make sure your face is clearly visible and matches your profile photo.
sv: Se till att ditt ansikte syns tydligt och matchar ditt profilfoto.

# verifyingIdentity
source: Verifying your identity...
sv: Verifierar din identitet...

source: Submit for Verification
sv: Skicka in för verifiering

source: Retake Photo
sv: Ta om foto

source: Verified!
sv: Verifierad!

source: Under Review
sv: Under granskning

# verificationFailedResult
source: Verification Failed
sv: Verifiering misslyckades

# alreadyVerified
source: You're Already Verified!
sv: Du är redan verifierad!

# alreadyVerifiedDescription
source: Your identity has been confirmed. Other users can see your blue verification badge.
sv: Din identitet har bekräftats. Andra användare kan se din blå verifieringsmarkering.

source: Verified profile
sv: Verifierad profil

source: Get Verified
sv: Bli verifierad

source: Profile complete! 🎉
sv: Profilen klar! 🎉

# profileAlmostThere
source: Almost there — add a few more details
sv: Nästan klar — lägg till några fler detaljer

# profileLookingGood
source: Looking good — keep going!
sv: Ser bra ut — fortsätt!

# addMoreInfoForMatches
source: Add more info to get matches
sv: Lägg till mer info för att få matchningar

# completeLabel
source: complete
sv: klar

source: Add Photo
sv: Lägg till foto

source: Failed to load
sv: Kunde inte ladda

# errorGeneric
source: Something went wrong. Please try again.
sv: Något gick fel. Försök igen.

# errorNetworkUnavailable
source: Network unavailable. Please check your connection.
sv: Nätverket är inte tillgängligt. Kontrollera din anslutning.

# errorSessionExpired
source: Your session has expired. Please log in again.
sv: Din session har gått ut. Logga in igen.

# errorFieldRequired
source: This field is required
sv: Detta fält är obligatoriskt

# errorLoadingMessages
source: Failed to load messages: {error}
sv: Kunde inte ladda meddelanden: {error}

# errorSendingMessage
source: Error sending message: {error}
sv: Fel vid sändning av meddelande: {error}

# profileTab
source: Profile
sv: Profil

# settingsTab
source: Settings
sv: Inställningar

# noNewPeople
source: Check back later for new people
sv: Kom tillbaka senare för nya personer

# connectionError
source: Check your connection and try again
sv: Kontrollera din anslutning och försök igen

source: Connected
sv: Ansluten

source: Connecting...
sv: Ansluter...

# aboutApp
source: About DatingApp
sv: Om DatingApp

# accountSection
source: Account
sv: Konto

# privacySettings
source: Control your privacy settings
sv: Hantera dina integritetsinställningar
