Repository: best-koder-org/mobile_dejtingapp
Catalog: lib/l10n/app_*.arb
Languages: sv

# onboardingPhoneHint
source: Enter your phone number
sv: Ange ditt telefonnummer

# onboardingVerifyCode
source: Verify Code
sv: Verifiera kod

# onboardingVerifying
source: Verifying...
sv: Verifierar...

# onboardingCodeResent
source: Code resent ({remaining} left)
sv: Koden skickad igen ({remaining} kvar)

# onboardingSelectCountry
source: Select Country
sv: Välj land

# onboardingFirstNameTitle
source: What's your first name?
sv: Vad heter du i förnamn?

# onboardingBirthdayTitle
source: When's your birthday?
sv: När fyller du år?

# onboardingGenderTitle
source: What's your gender?
sv: Vad är ditt kön?

# onboardingOrientationTitle
source: What's your orientation?
sv: Vad är din läggning?

# onboardingRelationshipGoalsTitle
source: What are you looking for?
sv: Vad söker du?

# onboardingMatchPrefsTitle
source: Match Preferences
sv: Matchpreferenser

# onboardingPhotosTitle
source: Add Photos
sv: Lägg till foton

# onboardingLifestyleTitle
source: Lifestyle
sv: Livsstil

# onboardingInterestsTitle
source: Interests
sv: Intressen

# onboardingAboutMeTitle
source: About me
sv: Om mig

# onboardingLocationTitle
source: Enable Location
sv: Aktivera plats

# onboardingLocationSubtitle
source: We use your location to show you potential matches nearby
sv: Vi använder din plats för att visa potentiella matchningar nära dig

# enableLocationButton
source: Enable Location
sv: Aktivera plats

# maybeLaterButton
source: Maybe Later
sv: Kanske senare

# onboardingNotificationsTitle
source: Enable Notifications
sv: Aktivera notiser

# onboardingNotificationsSubtitle
source: Get notified when someone likes you or sends a message
sv: Bli notifierad när någon gillar dig eller skickar ett meddelande

# enableNotificationsButton
source: Enable Notifications
sv: Aktivera notiser

# onboardingCompleteTitle
source: You're All Set!
sv: Allt är klart!

# onboardingCompleteSubtitle
source: Your profile is ready. Start discovering amazing people!
sv: Din profil är redo. Börja upptäcka fantastiska människor!

# startDiscoveringButton
source: Start Discovering
sv: Börja utforska

# photoAdded
source: Photo {index} added (placeholder)
sv: Foto {index} tillagt (platshållare)

# addUpToInterests
source: Add up to {max} interests to show on your profile.
sv: Lägg till upp till {max} intressen att visa på din profil.

# verificationSubtitle
source: Get a blue checkmark
sv: Få en blå bock

# notificationsSubtitle
source: New matches and messages
sv: Nya matchningar och meddelanden

source: Get more Sparks
sv: Skaffa fler Sparks

# matchFound
source: It's a match!
sv: Det är en match!

# continueBtn
source: Continue
sv: Fortsätt

# voicePromptTitle
source: Voice Prompt
sv: Röstmeddelande

# voicePromptInstruction
source: Record a short voice intro so matches can hear your vibe
sv: Spela in en kort röstintro så dina matchningar kan höra din stämning

# voicePromptRecording
source: Recording… tap stop when you're done
sv: Spelar in… tryck stopp när du är klar

# voicePromptReview
source: Listen to your recording and choose to save or re-record
sv: Lyssna på din inspelning och välj att spara eller spela in igen
